/* I Know */
"I Know" = "明白";

/* application title */
"Job Scheduer" = "排班表";

/* alart title in editing profile view */
"Input Job Name" = "輸入輪班的名字";

/* job name */
"Job Name" = "輪班名字";

/* dd */
"Name of Job" = "輸入輪班的名字";

/* OK */
"OK" = "OK";

/* alert string in editing profile view to let user input job name */
"Please input Job Name" = "請輸入輪班名字";

/* empty name is not allow in profile view */
"Please Input Name" = "請輸入輪班名字以後再進行存檔";

/* how long rest days */
"Rest Length" = "休息天數";

/* save profile */
"Save" = "存檔";

/* setting for profiles */
"Setting" = "設定";

/* start with this date */
"Start With" = "開始日期";

/* how long work days */
"Work Length" = "工作天數";

/* today */
"Today" = "今天";

/* return to home in profile view */
"Home" = "主頁";

/* alart title in  profile adding view */
"incomplete input" = "不完整的輸入";

/* alert string in editing profile view let user choose start date" */
"Please choose start date" = "需要選擇開始日期才可以繼續";

/* shift management view */
"Management Shift" = "排班管理";

/* more */
"More" = "更多";

/* cancel */
"Cancel" = "取消";

/* change shift */
"change shift" = "進行換班";

/* manage shift in main view */
"manage shift" = "管理排班";

"Change Icon" = "改变图标";

"Change Color" = "改变颜色";

"Shift Detail" = "詳細訊息";

/* name and icon title */
"Name and Icon" = "名字和圖標";

/* InfColorPicker default nav item title */
"Set Color" = "圖標的顏色";

/* title of choose icon view */
"Choose Icon" = "排班的圖標";

/* tips in profiles view */
"choose to change shift detail" = "選擇需要查看和修改的班";


/* add new shift  in profiles view*/
"Adding new shift..." = "增加新排班...";
